.
a
abandon
abed
abhor
abhorr
abide
abides
ability
able
abode
about
above
abroad
absence
absent
absolute
abstract
abundance
abundant
abus
abuse
abused
abuses
abutting
abysm
accents
acceptance
accessary
accident
accidents
accomplish
accomplishment
accompt
accordingly
account
accumulate
accus
accuse
accusing
achieve
achieves
acknowledge
acordo
acquaint
acquaintance
acquainted
acquir
across
act
action
actions
active
actor
acts
acutely
adam
add
added
adder
addeth
addiction
adding
addition
additions
address
adieu
adjacent
adjunct
admir
admirable
admiration
admire
admired
admiring
admiringly
admit
admitted
adonis
adoption
adoptious
adore
adornings
adulterate
advanc
advance
advantage
advantages
adversaries
adversary
adverse
advertisement
advice
advise
advised
advocate
afar
afeard
affable
affairs
affect
affection
affections
affects
affirm
afford
affords
affright
afloat
afoot
afraid
afresh
after
afternoon
afterward
afterwards
again
against
age
aged
ages
aggravate
agincourt
agrippa
ah
aid
aiding
ail
aim
air
alack
alarum
alas
alchemy
alexandria
alexas
alias
alien
alike
alive
all
allayed
allege
allow
alls
allurement
almanacs
almost
almshouses
aloft
alone
along
aloud
alps
already
also
altar
alter
alteration
altered
alters
although
altogether
always
am
amaz
amazeth
ambassador
ambassadors
ambition
ambitious
ambush
amen
amended
amendment
amends
amis
amiss
amity
amnipotent
among
amongst
amorous
amounts
ample
amplest
amply
an
anatomiz
ancestors
anchor
anchored
ancient
and
anew
angel
angels
anger
angle
angry
annexed
anon
another
answer
answered
answers
anticipate
antique
antiquity
antonio
antonius
antony
any
anything
anywhere
apace
apiece
apology
apparel
appeach
appeal
appear
appearance
appears
appetite
appetites
apple
appliance
applications
applying
appointments
appoints
apprehensive
approach
approaches
approbation
approof
approv
approve
approves
april
araise
arch
archbishop
arched
are
argument
aright
arinies
arise
arising
arm
armed
arming
arms
army
array
arrest
arriv
arrogance
arrows
art
article
artists
arts
as
ascend
ascribe
asham
ashes
asia
aside
ask
askance
asleep
aspect
ass
assailed
assails
assault
assay
assays
assemble
assist
assistance
assume
assur
assure
assured
astonish
astonished
astronomy
asunder
at
atone
attain
attaint
attainted
attempt
attempts
attend
attendant
attendants
attended
attending
attends
attentive
attest
attorney
attributed
attributes
audience
audit
aught
auguring
augurs
auspicious
austere
austria
authentic
authority
authorizing
authors
autumn
avail
avails
awak
awake
awakes
awards
away
awe
aweary
awhile
ay
aye
babe
babes
bachelors
back
backward
bad
bade
badges
badness
bail
bait
bajazet
balance
ballad
ballads
balls
balmy
bames
band
banish
bankrupt
banks
banner
bannerets
banquet
banquets
baptism
bar
barbarous
barber
bare
barefoot
barely
bareness
barge
baring
bark
barks
barr
barren
barrenly
barricado
bars
base
baser
bases
basest
bastard
bastards
bate
bated
bath
battle
bauble
bay
be
beam
beams
bear
beard
bearer
bearing
bears
beast
beastly
beasts
beat
beated
beaten
beauteous
beauties
beautiful
beauty
became
because
beck
become
becomes
becoming
becomings
bed
bedclothes
bedded
bedfellow
bedford
beds
been
beest
befall
befits
before
befriends
beg
began
beggar
beggared
beggary
begin
begins
begotten
beguile
beguiled
beguiles
behalf
behaviour
behaviours
behind
behold
being
belie
belied
believe
believed
believing
belike
bell
bellows
belong
belongs
belov
beloved
beloving
below
bend
bending
bends
beneath
benedictine
benefit
bent
bentii
bequeath
bequeathed
berries
berry
bertram
beseech
beseechers
beseem
beshrew
beside
besides
besiege
besmeared
best
bestow
bestowing
betake
betray
betraying
better
bettered
between
betwixt
bevel
bewailed
beware
beweep
beyond
bid
bidding
biddings
bide
bids
bier
big
bill
bind
bird
birds
birth
birthright
bishop
bitter
bitterness
black
blackness
blam
blame
blamed
blames
blanks
blaze
blazing
blazon
bleak
blemish
blenches
bless
blessed
blesses
blessing
blessings
blest
blind
blindfold
blindness
blinking
bliss
blithild
blood
bloods
bloody
blooms
blot
blots
blow
blowing
blown
blunt
blunter
blunting
blush
blushes
blushest
blushing
boarded
boars
boast
boat
boblibindo
bodies
body
boggle
bold
boldness
bond
bondage
bonds
bones
book
boot
bootless
boots
borderers
borders
bore
born
borne
borrow
borrowed
borrowing
bosko
boskos
bosom
bosoms
botcher
both
bottom
bough
boughs
bought
bound
boundless
bounteous
bountiful
bounty
bourn
bow
bower
box
boy
boys
brag
braggart
braid
brain
brains
branch
brand
brass
brave
bravely
bravest
braving
brawn
breach
breadth
break
breakfast
breaking
breast
breasts
breath
breathe
breathed
breathers
breathes
breathing
breathless
bred
breed
breeding
breeds
bride
brief
briers
bright
brightest
brightness
brim
brine
bring
brings
bristly
broach
broached
broad
broils
broke
broken
brokes
brooch
brood
brother
brothers
brought
brow
brows
bubble
buckles
bud
budding
buds
buffet
build
builded
building
built
bunting
burden
burdens
burgonet
buried
burn
burned
burnish
burns
burst
burthen
burthens
bury
busied
business
businesses
busy
but
butt
butterwoman
buttock
buy
by
ca
caesar
caitiff
calendar
call
called
calls
calumnious
came
camp
camping
can
canary
cancelled
candles
canker
canon
canopy
canst
canterbury
cap
capable
capet
capilet
capriccio
captain
captious
captive
captives
carbonado
carcanet
cardecue
care
careful
careless
cares
cargo
carp
carriage
carried
carries
carry
cars
carve
carved
case
casement
casketed
casques
cassocks
cast
castles
cat
catalogue
catastrophe
catch
catching
caught
cause
causeless
causes
caution
ceas
cease
ceased
celerity
celestial
cement
censures
centre
ceremony
certain
certainty
cesse
chaces
chafe
chair
challenges
chamber
champion
chance
change
changes
changing
chape
character
charactered
charbon
charge
charged
charges
charitable
charlemain
charles
charmian
charms
charter
chary
chase
chaste
chastely
chastity
cheap
cheater
check
checked
cheek
cheeks
cheer
cheered
cheese
cherish
cherisher
cherishes
cherishing
cherubins
chest
chicurmurco
chid
chide
chiding
chief
chiefly
child
childeric
childishness
children
chill
chimurcho
chips
chitopher
chivalry
choice
choirs
chok
choose
chooses
chopt
chorus
chose
choughs
christendoms
christian
chronicle
church
churl
churls
cicatrice
ciphers
citadel
cites
citizens
city
civil
claim
claiming
claims
clap
clay
clean
clear
clearer
clearly
clearness
clears
cleopatra
clergy
clerk
clew
cloak
clock
clog
cloister
close
closet
closure
clothair
clothes
cloud
clouds
clown
cloy
cloyless
coarsely
cockpit
coffers
coherent
coil
cold
coldest
collateral
collected
college
colour
coloured
colours
combin
come
comes
comfort
comfortable
comforted
comforting
comforts
coming
command
commanded
commander
commanders
commands
commence
commend
commendation
commendations
comment
commenting
comments
commercial
commercially
commission
commit
commits
committed
commodity
common
commoner
commons
commonwealth
communicate
companies
companion
company
compare
compared
compass
compeers
compel
compell
compelling
competitor
compile
compiled
complain
complaint
complaints
complete
complexion
compos
compose
composed
composition
composure
compound
compounded
compounds
compt
compulsion
con
conceal
concealed
conceit
conceived
concern
concerning
concerns
concluded
concord
condemn
condemned
condition
conditions
conduct
conference
conferr
confess
confessed
confession
confidence
confident
confidently
confine
confined
confirm
confirmation
confirmations
confound
confounded
confounding
confounds
congied
congreeing
congregated
conjectural
conjuration
conquer
conquered
conquering
conquest
conscience
consecrate
consent
consenting
consents
consequence
consider
considerate
consideration
consolate
consolation
conspire
constable
constancies
constancy
constant
constraint
consuls
consumed
consumes
contain
contains
contemplation
contempt
contempts
contend
content
contented
contents
contestation
continual
continue
contract
contracted
contrariously
contrary
contrives
contriving
control
controlling
convenience
convenient
conversation
convert
converted
convertest
convey
convocation
convoy
cooks
cool
cools
copies
copy
copyright
coragio
coral
corambus
coranto
corbo
cornets
corporal
correct
correction
correspondence
corrupt
corrupting
corrupts
cosmo
cost
costly
costs
couch
cough
could
council
counsel
counsellor
count
counted
countenance
counterfeit
counterpart
counterpoise
countess
counting
country
countryman
counts
county
couplement
courage
course
courser
courses
coursing
court
courteous
courtesies
courtesy
courtier
courtly
courts
cousin
cover
covetous
coward
cox
coxcomb
cozen
craft
crafts
cram
cramp
crave
craved
crawls
creaking
create
created
creating
creation
creature
creatures
credence
credible
credit
credulous
creep
creeps
crescent
crescive
cressid
crests
cries
crime
crimes
critic
crooked
crop
cropp
cross
crossed
crouch
crow
crowding
crown
crowned
crowning
crowns
cruel
cruelly
crush
crushed
cry
crying
crystal
cuckold
cuckoo
cunning
cup
cupid
cupids
curbed
curd
cure
cured
cures
curious
curiously
curls
currance
curse
curstness
curtal
curtsies
curvet
custard
custom
customer
cut
cutting
cydnus
dagger
daily
daintily
damasked
damn
damnable
damns
damp
dance
dancing
dane
danger
dangerous
dangers
dare
dared
dares
daring
dark
darken
darkening
darkly
darkness
darling
dart
date
dateless
dates
daughter
dauphin
day
days
dazzle
de
dead
deadly
deaf
deal
dear
dearer
dearest
dearly
dearth
dearths
death
deaths
debarred
debate
debateth
debauch
debile
debt
debtor
decay
decayed
decays
decease
deceased
deceit
deceiv
deceive
deceived
deceivest
december
decision
deck
declare
declines
decorum
decrease
decree
decrees
decrepit
dedicated
deed
deeds
deem
deemed
deep
deeper
deepest
deer
defaced
default
defeat
defeated
defect
defective
defects
defence
defend
defendant
defended
defends
defil
defiles
define
defunction
defy
deign
deities
delay
delayed
delicate
delicious
delight
delighted
delights
deliver
deliverance
delivered
delivering
delivers
delves
demand
demands
demetrius
demonstrate
denial
denied
denote
deny
depart
departest
departure
depend
depends
deposed
derive
derived
derives
derogately
descend
descended
descents
describe
description
descriptions
desert
deserts
deserv
deserve
deserved
deserver
deserves
deserving
deservings
design
designs
desire
desired
desires
desiring
despair
desperate
despise
despised
despising
despite
despiteful
destiny
destroy
destroys
detain
determinate
determination
determined
detested
detesting
devil
devis
devise
devised
devoted
devotion
devour
devouring
devours
devout
dial
dialogue
dian
diana
did
didst
die
died
dies
diest
diet
dieted
difference
differences
different
difficulty
digested
dignified
dignifies
dignities
dignity
dilated
dilemmas
dimmed
dimpled
dinner
direct
directed
directly
disabled
disarmed
disaster
discased
discharg
discipled
disclose
discloses
discontent
discontents
discord
discourse
discover
discoveries
discredit
discredited
disdain
disdaineth
disease
diseased
disgrace
disgraced
disgraces
disguise
dishonest
dishonour
dislike
dismal
dismission
disobedience
dispatch
dispense
disperse
displeasure
displeasures
dispos
disposed
disposition
dispositions
dispraise
disquiet
dissembling
dissever
dissolved
dissuade
distance
distempered
distil
distilled
distills
distinction
distracted
distraction
distress
distributed
distribution
diurnal
divers
divert
diverted
divide
divided
divine
divining
divinity
divisions
divorce
divulged
do
doctor
doctors
doctrine
doer
doers
does
dog
dogs
doing
dole
dolphin
domestic
done
donn
doom
door
doors
dost
dotage
dote
doth
doting
double
doubled
doubling
doubly
doubt
doubting
doughy
dove
dower
down
download
downward
dozen
drained
dram
dramatis
drave
draw
drawn
dread
dreadful
dreading
dream
dreaming
dreams
dregs
dress
dressed
dressing
dressings
drew
dried
drily
drink
drinking
drinks
drive
driven
drives
drone
drooping
drop
drops
dropsied
dross
drown
drowns
drudge
drugs
drum
drumming
drums
drunk
drunkenness
dry
dryness
du
due
duke
dukedoms
dulcet
dulche
dull
dulling
dullness
dully
dulness
duly
dumain
dumb
dun
dungeon
dungy
durst
dust
dutch
dutchman
duty
dwell
dwellers
dwells
dye
dyed
dyer
dying
each
eager
eagerness
eagle
ear
earing
earl
earls
early
earnestly
ears
earth
earthly
earthquake
ease
eased
easily
east
easy
eat
eats
eaves
ebb
eclipse
eclipses
edge
education
edward
effect
effected
effects
effectually
egg
eggs
egregious
egypt
egyptian
eight
eisel
either
eke
elbe
elder
eldest
election
electronic
elements
eleventh
eloquence
else
elsewhere
ely
embassage
embassy
embers
emblem
embodied
emboss
embowell
embrace
emhracing
eminent
emperor
empery
emphasis
empire
empirics
employment
empty
enchanting
enclose
encounter
encourage
end
endeared
endeavour
endeavours
ended
ending
endless
endowed
ends
endure
endured
enemies
enemy
enfeebled
enforce
enforced
enforcement
enfranchise
engag
engines
england
english
engraft
engrafted
engrossed
engrossest
enjoin
enjoy
enjoyed
enjoyer
enjoys
enlarged
enlighten
enmities
enmity
ennobled
enobarbus
enough
enow
enrich
ensconce
ensconcing
entail
entangled
enter
enterprise
enterprises
entertain
entertained
entertainment
enthron
enticements
entirely
entitled
entombed
entreat
entreated
entreating
entrench
envelop
envy
enwombed
epicurean
epilogue
epitaph
equal
equality
equipage
equivocal
ere
ergo
ermengare
err
erred
error
errors
erst
escalus
escape
especially
esquires
essays
establish
estate
estates
esteem
esteemed
esteeming
estimate
estimation
etc
eternal
eternity
etext
eunuch
eunuchs
euphrates
eve
even
evening
event
ever
everlasting
evermore
every
everything
everywhere
evidence
evident
evil
evils
exact
examin
examination
example
exampled
exceed
exceeded
exceeding
exceeds
excellence
excellent
excellently
excels
except
exception
excess
excessive
exchanged
exchequer
exclaim
excus
excuse
excuses
excusing
executors
exempted
exeter
exeunt
exhibiters
exit
exorcist
expect
expectation
expected
expecting
expedience
expedient
expedition
expense
experience
experiment
expertness
expiate
expire
expired
exploit
exploits
expose
express
expressed
expressing
expressive
extant
extend
extended
extern
external
extreme
extremes
extremity
eye
eyed
eyelids
eyes
face
faces
facinerious
fact
faction
faculties
faculty
fade
fadeth
fading
fail
fails
fain
faint
fair
fairer
fairest
fairing
fairly
faith
faithful
faithfully
fall
falls
false
falsehood
falsely
fam
fame
familiar
familiarity
famine
famished
famous
famoused
fan
fancy
fanning
fans
far
fare
farewell
faring
farther
farthest
fashion
fashions
fast
fasten
faster
fastest
fate
fated
father
fathers
fathom
fault
faults
favour
favourites
favours
fawn
fear
fearful
fearfully
fearing
fears
feast
feasted
feasting
feasts
feather
feathered
feathers
feats
feature
featured
featureless
fed
fee
feed
feeding
feeds
feel
feeling
feels
feet
feil
fell
fellow
fellows
felt
female
fertile
fervour
fester
fetch
fetter
fettering
fetters
fever
few
fickle
fie
field
fields
fiend
fierce
fiery
fifteen
fifty
fiftyfold
fight
fights
figs
figure
figured
figures
filching
file
filed
files
fill
filled
filthy
find
finding
finds
fine
finest
finger
fingers
finisher
fire
firm
first
fish
fishes
fishpond
fisnomy
fist
fistula
fit
fitness
fits
fitted
fitter
five
fix
fixed
flag
flame
flames
flat
flatter
flattered
flatterer
flatters
flattery
fled
fleece
fleeting
flesh
fleshes
flies
flight
flinch
flinty
flood
floods
florence
florentine
florentines
flourish
flourishes
flow
flower
flowers
flown
flush
flutes
fly
foes
foh
foiled
foils
foison
foist
follow
followed
follower
follows
folly
fond
fondness
fontibell
food
fool
foolhardy
foolish
fools
foot
for
forage
forbear
forbid
force
forced
forces
fore
forefinger
foregone
forehead
forehorse
foreign
forenoon
foresaid
foresee
forests
forfeit
forfeited
forg
forged
forges
forget
forgetful
forgetfulness
forgive
forgiven
forgoing
forgot
forgotten
forlorn
form
former
formerly
forsake
forsaken
forsooth
forsworn
forth
fortify
fortunate
fortune
fortunes
forty
forward
forwards
fought
foul
foully
found
founder
fountains
four
fourteen
fourth
fox
fragrant
frailer
frailties
frame
frames
france
francis
frank
free
freedom
freely
freer
freezings
french
frenchman
frenchmen
frequent
fresh
fresher
friar
friend
friendly
friends
friendship
from
front
fronted
fronts
frown
frowns
fruit
fruitful
fruitfully
fry
fulfil
full
fully
fulness
fulvia
fuming
function
functions
fundamental
furies
furnish
furniture
furrows
further
furtherance
fury
future
gabble
gain
gainer
gains
gait
galen
gallant
gallia
galliard
galling
gamester
gaol
gap
garboils
gardens
garlands
garments
garter
gate
gates
gather
gathered
gave
gay
gaze
gazers
gazeth
gazing
gem
gems
general
generally
gentle
gentleman
gentlemen
gentles
gentlest
gentlewoman
gentlewomen
gently
gentry
gerard
german
germany
get
gets
getting
ghastly
ghost
gibe
giddy
gift
gifts
gilded
gilding
gipsy
girded
girding
girdle
girls
give
given
gives
giving
glad
gladly
gladness
glance
glass
glazed
glean
gleaned
glorious
glory
gloss
gloucester
glove
glow
glowing
gloze
gluttoning
go
goaded
god
goddess
gods
goers
goes
goest
going
gold
golden
gone
good
goodlier
goodly
goodness
gordian
gored
gossips
got
govern
government
governs
gown
grace
graced
graceful
graces
gracious
graciously
grafted
grand
grandmother
grant
granted
granting
grape
grapes
grass
grateful
grates
gratii
gratitude
grave
graven
graves
gravity
great
greater
greatest
greatly
greatness
grecian
grecians
green
greet
greeting
greetings
greets
grew
grey
grief
griefs
grievances
grieve
grieved
grieving
grievous
grind
groan
groans
groats
gross
grossly
ground
grounded
grounds
grow
growing
grown
grows
growth
guard
guarded
guards
guess
guest
guide
guides
guiding
guilt
guiltian
guiltless
guilty
gulls
gust
gusts
gutenberg
ha
habit
habitation
had
hadst
haggish
hail
hair
hairs
half
hallowed
halt
hammered
hand
handkercher
hands
handsome
hang
hanging
hangs
hap
haply
happen
happier
happily
happiness
happy
hard
harder
hardest
hardiness
hardly
hark
harm
harmful
harms
harry
harsh
harvest
has
hast
haste
hasten
hatch
hate
hated
hater
hateth
hath
hatred
hats
haunts
have
having
havoc
hawking
hawks
hazard
he
head
heads
headsman
heady
healing
heals
health
healthful
hear
heard
hearing
hears
hearsay
heart
heartbreaking
heartily
hearts
heat
heats
heaven
heavenly
heavens
heavily
heavy
hedge
heed
heel
heels
height
heinous
heir
held
helen
helena
hell
hellish
helm
help
helper
helping
hems
hen
hence
henceforth
henry
her
herald
heraldry
herb
herculean
hercules
herd
here
hereafter
hereditary
herein
heretic
heritage
herod
heroes
hers
herself
hesperus
hid
hidden
hide
hideous
hides
hiding
hie
hied
hies
high
higher
highest
highly
highness
highways
hill
him
himself
hind
hinder
hindmost
hirtius
his
history
hither
hits
hive
ho
hoisted
hold
holding
holds
hole
holy
homage
homager
home
homely
honest
honester
honestest
honestly
honesty
honey
honour
honourable
honoured
honouring
honours
hoodman
hoodwink
hoofs
hooks
hoop
hop
hope
hopes
hoping
horn
horns
horse
horses
hose
host
hostess
hot
hotter
hounds
hour
hourly
hours
house
housewife
how
howbeit
hue
hues
huge
hugely
hugh
hugs
hum
humble
humbled
humbleness
humbly
humility
humour
hundred
hung
hunger
hungry
hunted
hurl
hurt
hurts
husband
husbanded
husbandry
husbands
hush
huswife
hymn
hymns
i
ice
idle
idleness
idly
idol
idolatrous
idolatry
if
ignorance
ignorant
ii
iii
ill
illinois
ills
image
images
imaginary
imagination
imbar
imitate
imitated
immediate
immortal
immured
impair
impanelled
impart
impatience
impawn
impeached
impediment
impediments
imperfect
imperfections
imperial
impiety
implies
import
important
importeth
importing
importune
impositions
impossibility
impossible
impostor
impounded
impregnable
impress
impression
imprint
imprisoned
impudence
impudent
impute
in
inaidable
inaudible
inc
incapable
incensing
incertain
incertainties
incertainty
inch
inches
incite
incline
inclining
includes
inclusive
inconstant
increase
increasing
incurable
incurred
indeed
indifferent
indigent
indigest
indignation
indignity
indirectly
inducement
indulgent
infallible
infant
infection
infects
infer
inferior
infinite
infirm
infirmity
infixing
influence
inform
informer
ingenious
inhabit
inhearse
inherit
inheritance
inheritors
inheritrix
inherits
inhibited
inhuman
iniquity
injuries
injurious
injury
ink
inland
inner
innocent
inquire
inroads
inspired
instance
instant
instantly
instinct
instruct
instruction
instructions
instrument
insufficiency
insults
insupportable
integrity
intelligence
intend
intendment
intenible
intent
intents
interchange
interest
interim
intermixed
interpreter
intimate
into
invade
invent
invention
invisible
invite
invited
inviting
invocate
invoke
invoked
inward
ionia
iras
iris
is
isabel
isbel
isbels
isis
issue
issueless
it
italian
italy
itself
iv
jacet
jacks
jade
jades
jaques
jarring
jaws
jealous
jealousies
jealousy
jest
jewel
jeweller
jewels
jewry
john
join
jointing
jollity
journey
jove
jowl
joy
judge
judgement
judges
judgment
judgments
jump
jumping
junes
juno
jupiter
just
justest
justice
justices
justified
justify
justly
keels
keen
keep
keeping
keeps
kept
kernal
kernel
key
kick
kill
kills
kin
kind
kindly
kindness
kinds
king
kingdom
kingdoms
kingly
kings
kinsman
kinsmen
kiss
kisses
kissing
knave
knaveries
knaves
kneading
knee
kneel
kneeling
knell
knew
knife
knight
knights
knit
knock
knot
know
knowing
knowingly
knowledge
known
knows
labienus
labour
labourers
labouring
labours
lace
lack
lacked
lackey
lackeying
lacking
lacks
ladies
lady
ladyship
lafeu
laid
lamb
lambs
lame
lameness
lamentation
lamented
lamp
lamps
land
landing
lands
language
languages
languished
languishes
languishings
lank
lap
lapse
large
lark
lascivious
lass
last
lasted
lasting
latch
late
lately
latter
lattice
laugh
laughed
laughing
laughter
laurel
lavache
law
lawful
lawfully
laws
lay
laying
lays
lazars
lazy
le
lead
leaden
leads
league
leaguer
lean
leaner
leap
leaped
leapt
learn
learned
learning
lease
leases
leash
least
leave
leaves
leaving
led
left
leg
legacy
legions
legs
leisure
lend
lending
lends
length
lengths
lent
lepidus
less
lesser
lesson
lest
let
lethe
lets
letter
letters
letting
level
levity
lewis
liar
libertine
liberty
library
licence
lie
liege
lies
lieu
life
light
lightness
lik
like
likelihoods
likeness
liker
likes
liking
lilies
lily
limbecks
limbo
limbs
limed
limit
limits
limping
line
lineal
lines
ling
lingare
linger
linguist
link
linta
lion
lions
lip
lips
list
little
liv
live
lived
livelihood
lively
liver
lives
living
lo
loath
loathes
loathsome
lock
locked
locks
lodg
lodge
lodged
lodowick
lofty
london
loneliness
long
longer
longing
look
looked
looking
looks
loosed
loosing
lord
lords
lordship
lorraine
lose
loses
losing
loss
losses
lost
lottery
loud
lousy
lov
love
loved
lovely
lover
lovers
loves
loving
low
lower
lowest
lowly
loyal
lucius
luck
luckiest
lump
lurketh
lust
lustier
lustig
lustrous
lydia
lying
machine
mad
madam
madding
made
madness
maecenas
magistrates
magnanimous
maid
maiden
maidenhood
main
maintain
majesty
make
makeless
makes
maketh
making
maladies
malady
male
malice
malignant
man
mandate
mandragora
manifest
manifold
manifoldly
manka
manlike
manly
manner
manners
manor
mansion
many
map
mar
marble
march
marches
mardian
mariana
marigold
maritime
marjoram
mark
marr
marriage
married
marries
marrow
marry
mars
marseilles
marvel
marvellous
masked
masonry
masons
master
match
matcheth
mated
matron
matter
matters
mature
maturity
maudlin
may
mayday
mayst
me
meadows
mean
meaning
means
meant
meantime
measure
measured
measuring
meat
mechanic
meddle
medicine
meditating
meditation
meet
meeter
meetly
meetness
meisen
melancholy
mell
melt
melted
members
memorial
memory
men
menas
mend
mended
mends
menecrates
merchandized
merchants
merciful
mercy
mere
merely
merit
merits
mermaid
mermaids
merriest
merrily
merry
messenger
messengers
messina
met
metal
metals
metaphor
methinks
method
methods
methought
metre
mettle
midnight
might
mightier
mightiest
mightily
mightst
mighty
mildest
miles
military
milk
million
millioned
millions
mince
mind
minded
minds
mine
mingle
mingled
minion
minister
ministers
ministration
minority
minute
minutes
miracle
miracles
mirth
miscalled
miscreate
misdoubt
misenum
miser
miseries
misery
misled
misplaced
misprision
misprizing
miss
missed
missive
mistake
mistaken
mistaking
mistress
misuse
mites
mitigation
mixed
moan
mock
modena
moderate
modern
modest
modesty
module
moiety
moist
moment
monarch
monarchies
monarchs
money
monsieur
monsters
monstrous
months
monument
monumental
monuments
mood
moods
moon
moral
more
morgan
morn
morning
morris
morrow
morsel
mort
mortal
mortality
mortgaged
mortified
most
mother
mothers
motion
motions
motive
motives
motley
mount
mountain
mounted
mounts
mourn
mourners
mournful
mourning
mourningly
mouse
mouth
mouthed
mouths
mov
move
moved
moving
movousus
mow
much
mud
muddied
muffled
mule
mulieres
multiplying
murder
murders
murk
murmuring
muse
muses
music
musics
muskets
muskos
must
muster
musters
mute
mutual
my
myself
mystery
nail
nails
naked
name
names
naming
narbon
narrow
nation
native
nativity
natural
naturalize
nature
natures
naught
naughty
nay
ne
near
nearest
nearly
neatly
nebuchadnezzar
necessaries
necessary
necessitied
necessity
neck
need
needful
needing
needs
needy
neglect
neglected
neigh
neighbour
neighbourhood
neighbouring
neither
nereides
nerves
nessus
nest
net
nettle
never
new
newer
newly
news
next
nice
nicely
nicer
niggard
night
nightly
nights
nile
nilus
nimble
nine
no
nobility
noble
nobleman
nobleness
nobler
nobles
nobly
nod
nodded
noise
noiseless
none
noon
nor
nose
not
notable
note
noted
notes
nothing
nothings
notice
noting
notorious
nought
nourished
novel
novelty
novices
now
number
numbers
nun
nurse
nursed
nursery
nurseth
nut
nymphs
o
oars
oath
oaths
obedience
obedient
obey
object
objects
oblation
oblivion
obloquy
obscured
obsequious
observ
observance
observe
obstinacy
obtain
occasion
occasions
occidental
ocean
octavia
octavius
odious
odour
odours
of
off
offence
offences
offend
offended
offender
offenders
offending
offendress
offer
offered
offic
office
officer
officers
offices
oft
often
oil
oily
old
older
olives
omit
omnes
on
once
one
ones
onion
onions
only
onset
onward
onwards
ooze
open
opening
opinion
opposer
opposite
oppress
oppressed
oppression
opulent
or
orator
order
ordinaries
ordinary
ore
organ
orient
ornament
ornaments
orphans
oscorbidulchos
other
others
otherwise
our
ours
ourself
ourselves
out
outbraves
outcast
outlive
outright
outruns
outstripped
outward
outworn
over
overlooking
overthrow
overture
overturn
ow
owe
owed
owes
owing
own
owner
owners
oyster
pace
paces
page
paid
pain
painful
pains
paint
painted
painter
painting
pair
palace
palate
pale
palm
palmers
pancake
pansa
panted
paper
papers
papist
par
paracelsus
paradise
paragon
parallel
parallels
parcel
parcels
pardon
pare
parents
paring
paris
parolles
parson
part
partake
partaken
partaker
parted
parthia
parthian
particular
particulars
parting
partly
partner
partners
parts
party
pass
passage
passages
passed
passion
passions
passport
past
pastime
pasture
pasty
patch
pate
patent
patience
patient
pattern
pavilion
pawn
paws
pay
paying
pays
peace
pear
pearl
pears
pebbled
peep
peerless
peers
peevish
pen
penance
pencil
penitent
penitents
penny
pent
penury
people
peopled
pepin
perceive
perceived
perchance
perfect
perfected
perfection
perfidious
perforce
perform
performance
performer
perfume
perfumed
perfumes
perhaps
peril
perilous
perils
perish
perjured
permission
permit
perpetual
perpetually
persecuted
persever
persists
person
personae
personages
personal
persons
perspective
persuade
perusal
peruse
perverted
pestiferous
petition
petticoat
petty
pharamond
philo
philomel
philosophical
phoebus
phoenix
phrase
physic
physician
physicians
pick
picking
picture
pictured
pie
piece
pieces
pierced
piercing
pile
pilfering
pilgrim
pilgrimage
pillage
pillar
pilot
pin
pinch
pinches
pine
pipe
pirates
pitch
pitchy
pitied
pitiful
pity
pitying
place
placed
places
plague
plagues
plain
plainness
plant
planted
plants
plated
plausive
play
played
playing
plea
plead
pleas
pleasant
please
pleased
pleases
pleaseth
pleasing
pleasure
pleasures
plight
plod
plodded
plods
plot
ploughed
pluck
plume
plunge
plutus
pocket
poesy
poet
poets
point
pointing
points
poising
poison
poisoned
policy
polished
politic
poll
pomegranate
pomp
pompeius
pompey
poniards
poop
poor
poorer
poorly
popularity
porridge
port
porters
portotartarossa
ports
possess
possessed
possesseth
possessing
possession
possible
post
posterity
posting
posts
potions
pounds
pour
pouring
poverty
pow
power
powerful
powers
pox
poysam
practic
practice
practices
practis
practise
practiser
prais
praise
praised
praises
praising
prattle
pray
prayer
prayers
preceding
precepts
precious
precisely
predecessor
predecessors
predict
predominant
prefiguring
pregnant
prejudicates
prelate
premises
prentice
prepar
preparation
prepare
prepared
preposterously
prerogative
presage
presagers
presages
presageth
prescience
prescriptions
presence
present
presenteth
presently
presents
preserve
preserver
press
presume
presumption
presumptuous
pretence
pretty
prevailed
prevent
prevented
prevention
prey
priam
price
prick
pricked
pride
priest
priests
primal
prime
prince
princely
princes
principal
principles
print
printing
prison
prisoner
prisons
prithee
private
privilage
privilege
privy
priz
prize
prizing
probable
proceed
proceeding
proceeds
process
proclaim
proclaims
proclamation
procur
produce
profane
profaned
profess
professes
profession
proffers
profit
profitable
profound
progenitors
prognosticate
prognostication
progress
prohibited
project
prologues
promis
promise
promised
promises
promising
prone
proof
proofs
propagate
proper
property
prophecies
prophesier
prophet
prophetic
proportions
propose
proposed
proposes
prorogue
prosperous
prostitute
protected
protest
protestations
proud
prouder
proudest
proudly
prov
prove
proved
proves
provide
provided
provoke
pry
ptolemy
public
publish
pudding
puddle
puissance
puissant
pull
pulse
punishment
punk
pupil
pur
purchas
pure
purest
purge
purging
purifying
puritan
purity
purple
purpose
purposed
purposes
purs
purse
pursue
pursuing
pursuit
push
put
puts
putting
pyramids
qualify
qualities
quality
quarrel
quarter
quatch
quean
queen
quench
quenched
quest
questant
question
questions
quick
quicken
quickens
quicker
quicklier
quickly
quiet
quietness
quietus
quill
quirks
quit
quite
quoted
quoth
r
race
rack
rackets
radiance
rage
rail
raiment
rain
rainy
rais
raise
raised
raising
random
rang
ranged
rank
ranks
ransom
ransoms
rapes
rare
rarest
rarities
rarity
rascal
rascally
rash
rashness
rate
rather
rational
raven
ravin
ravishments
razed
reach
read
readable
reading
reads
ready
real
realm
reap
rear
rearward
reason
reasonable
reasons
reave
rebel
rebellion
rebuked
recantation
receipt
receipts
receiv
receive
received
receives
receivest
receiving
recite
reckon
reckoned
reckoning
recompense
reconcil
record
records
recounting
recover
recovered
recovers
recovery
rector
recured
red
redeem
redeems
redemption
reeks
reel
reference
refined
reformation
refuse
refused
refusest
regard
regiment
region
regions
register
registers
rehearse
reign
reigned
reigns
rejoices
releasing
relics
relief
relieve
religion
religious
religiously
relinquish
rely
remain
remainder
remainders
remains
remedies
remedy
remember
remembered
remembrance
remembrances
remorseful
remote
remov
remove
removed
remover
removes
rend
render
reneges
renew
renewed
renown
renowned
rent
rents
repair
repairs
repay
repeal
repeat
repeated
repent
repented
repetition
replete
replied
replies
report
reported
reporter
reports
repose
reposing
reprieve
reproach
reproof
reproving
reputation
reputed
request
requir
require
required
requires
requital
requite
rescue
resemble
reservation
reserve
reserved
residence
residing
resist
resistance
resisted
resolv
resolved
resolvedly
resort
respect
respects
respose
rest
restful
restor
restore
restored
restrain
restraint
resty
retention
retirement
retires
retreat
retrograde
return
returned
returning
returns
revania
reveal
revel
revenge
revenges
revenues
reverence
review
reviewest
revives
revolt
revolution
reward
rhetoric
rhyme
rhymers
rich
richer
riches
richest
richly
rid
riddle
ride
rider
riggish
right
rightful
rightly
rights
rigour
rinaldo
ring
riot
rioting
riotous
riots
ripe
ripen
riper
rise
rising
rite
river
road
roasted
robbed
robbery
robbing
robe
robes
robs
rock
rocks
rogue
rogues
rolling
roman
rome
rondure
roof
roofs
room
root
rooted
ropes
rose
roses
rosy
rot
rotten
rough
roughest
rounds
rouse
rousillon
royal
royalty
rude
rudely
rudest
ruff
ruin
ruinate
ruined
ruining
rule
ruling
ruminate
ruminated
rumour
run
running
runs
rush
rust
ruth
ruttish
sable
sacked
sacrament
sacred
sacrifice
sad
sadly
sadness
safe
safeguard
safely
safer
safest
safety
saffron
said
sail
sails
saint
sainted
saints
saith
sake
sala
salad
salicam
salique
sallet
sallets
sally
salt
salutation
salvation
salve
salving
same
sanctified
sanctify
sanctimony
sang
sap
sat
satan
satire
satisfaction
satisfied
satisfies
satisfy
saturn
sauce
sauces
sauciness
saucy
savage
savages
save
saved
saves
savour
saw
saxons
say
saying
says
scaffold
scale
scambling
scandal
scanted
scar
scarce
scarcely
scarf
scarfs
scarlet
scarre
scatter
scattered
scene
sceptre
scholar
schools
science
scolding
scolds
scope
score
scores
scorn
scorned
scornful
scot
scotland
scots
scouring
scratch
scruple
scrupulous
scuffles
scurvy
scythe
sea
seal
sealed
seals
sear
search
seas
season
seasons
seat
sebastian
second
seconds
secrecy
secret
secrets
seduced
seducer
see
seeds
seeing
seek
seeking
seeks
seem
seemed
seeming
seemly
seems
seen
sees
seest
seeting
seize
seldom
self
sell
selling
semblance
send
sender
sending
sends
senoys
sense
senseless
senses
sensual
sent
sentence
sentences
separable
separation
sepulchres
sequent
sequestration
serious
seriously
serpent
serv
servant
servants
serve
serves
service
services
serving
sessions
set
sets
setting
settle
settled
seventeen
sever
several
severals
sex
sextus
shackle
shade
shadow
shadows
shady
shake
shaken
shakes
shakespeare
shaking
shall
shallow
shallowest
shalt
shame
shamed
shameful
shamefully
shames
shape
shapes
share
sharp
sharpen
sharpened
sharply
sharpness
she
sheaves
shed
sheds
sheets
shield
shift
shifting
shifts
shine
shines
shoes
shook
shoot
shoots
shop
shore
shorn
short
shot
should
shouldst
shov
show
showers
showing
shown
shows
shrewd
shrewdly
shrewdness
shrieve
shrinks
shrove
shun
shuns
shut
sick
sicken
sickens
sickle
sickly
sickness
sicyon
side
sides
siege
sieve
sift
sigh
sighed
sighs
sight
sightless
signs
silence
silent
silken
silver
silvered
silvius
similes
simple
simpleness
simplicity
simply
sin
since
sinews
sinewy
sinful
sing
singing
single
singly
sings
sinister
sink
sinks
sinn
sins
sir
sire
siren
sirrah
sister
sit
sith
sithence
sits
situation
six
sixteen
size
skilful
skill
skin
sky
slain
slander
slandered
slanderers
slandering
slave
slavery
slay
sleep
sleeping
sleeps
sleepy
sleeves
slept
slew
slide
slight
slime
slip
slippery
slow
slowly
slowness
slumber
slumbers
sluttish
smack
small
smell
smells
smile
smiling
smock
smok
smoke
smoky
smooth
smother
snaffle
snatch
snatchers
sneaking
snow
snuff
so
sober
soberly
society
soft
soften
soil
sold
soldier
soldiers
soldiership
sole
solely
solemn
solicited
solicits
some
something
sometime
sometimes
somewhat
son
song
songs
sonnet
sons
soon
sooner
sooth
soothsay
soothsayer
sore
sorely
sorrow
sorrowful
sorrows
sorry
sort
sorts
sought
soul
souls
sound
soundless
soundness
sounds
sour
sources
sourest
sourly
sovereign
sovereignty
space
spacious
spake
spanish
spare
spares
sparingly
spark
sparkle
sparkling
sparks
speak
speaking
speaks
special
speech
speechless
speed
speedily
speedy
spend
spending
spends
spent
sphere
spheres
spied
spies
spinii
spirit
spirits
spiritual
spiritualty
spite
spites
splendour
spoil
spoils
spoke
spoken
sport
sportive
sports
spot
spots
sprat
spread
spring
springs
spritely
spur
spurio
spurring
spurs
square
stable
stag
stage
staggers
stain
stained
staineth
staining
stake
stale
stall
stamp
stamped
stanch
stand
standing
stands
star
stars
start
starts
starved
state
statues
statute
stay
staying
stays
stead
steads
steal
stealing
steals
stealth
steed
steel
steeled
steely
steep
steepy
steers
stelled
step
stern
steward
stewards
sticks
stiff
still
stings
stink
stir
stirr
stirred
stirring
stirs
stock
stocks
stole
stomach
stomaching
stone
stones
stood
stoop
stop
stopped
stops
store
stores
storms
stormy
story
stout
straight
strained
strains
strange
strangely
stranger
strangers
strangle
stratagem
straw
strawberry
stray
straying
stream
streams
street
streets
strength
strengthened
stretch
stretched
strew
strife
strike
strikes
strip
stripp
strive
strives
striving
stroke
strokes
strong
stronger
strongest
strongly
strove
struck
strumpet
strumpeted
stuck
studied
study
style
subdu
subdued
subject
subjection
subjects
submit
suborned
subscribe
subscribes
subsist
substance
subtleties
succedant
succeed
succeeded
succeeding
success
succession
successive
such
sucks
sudden
suddenly
sue
sued
suffer
sufferance
suffered
suffers
suffice
sufficed
sufficient
suggest
suggestions
suit
suited
suitors
suits
sullen
sullied
sum
summer
summers
summon
sums
sun
sunder
sunk
sunken
sunless
suns
sunset
sunshine
superfluous
supernatural
supper
suppliant
supplied
supply
suppose
supposed
supposes
supposing
supposition
suppressed
sure
surely
surety
surfeit
surfeiter
surfeits
surly
surmise
surmount
surplice
surpris
surprise
survey
surveys
survive
suspect
suspected
sustain
swallowed
sway
swaying
swear
swearing
swears
sweat
sweating
sweet
sweetest
sweetheart
sweetly
sweetness
sweets
swell
swelling
swerving
swift
swiftest
swiftness
sword
swords
swore
sworn
syllable
sympathized
syria
t
table
tables
tackle
taffety
tailor
tailors
tainted
take
taken
taker
takes
taking
tal
tale
tales
talk
talks
tall
tallies
tame
tan
tanned
target
tarry
tartar
tartness
task
taste
tattered
taught
taunt
taunts
tawny
tax
teach
teachest
team
tear
tears
tedious
teeming
teeth
tell
teller
telling
tells
temper
temperate
tempests
temporal
tempt
temptation
tempteth
tempting
ten
tenants
tend
tended
tender
tendered
tenderness
tent
tenth
tents
tenure
term
termed
terms
terram
terrible
terrors
testament
testimony
testy
th
than
thank
thankful
thanking
thanks
that
the
thee
theft
their
theirs
them
theme
themes
themselves
then
thence
theoric
there
thereabouts
thereby
therefore
therein
thereof
thereto
these
they
thick
thief
thieves
thievish
thine
thing
things
think
thinking
thinkings
thinks
thinly
third
thirsts
thirty
this
thither
thitherward
thorn
thorns
those
thou
though
thought
thoughts
thousand
thousands
thrall
thralled
threaten
threatens
three
threescore
threw
thrice
thrive
thrived
thrivers
thrives
throca
thromuldo
throne
throned
through
throw
thrown
thrust
thrusts
thunder
thus
thy
thyself
tib
tiber
tibey
tickled
tide
tidings
tie
tied
tiger
tile
till
time
times
timorous
tinct
tincture
tippling
tired
tires
tis
tissue
title
titled
titles
to
together
toil
toiled
token
tokens
told
tolerable
toll
tom
tomb
tombless
tombs
tongue
tongueless
tongues
too
took
tooth
toothpick
top
tops
torcher
torment
torn
tortur
torture
tortures
touch
touched
touches
touching
toward
towards
towers
town
towns
trade
traduc
tragedy
train
traitor
traitorously
traitors
traitress
transcendence
transferred
transfix
transgression
translate
translated
transport
traps
travail
travails
travel
travelled
traveller
travels
tread
treads
treason
treasons
treasure
treasuries
trees
trembled
trespass
trespasses
tresses
trial
tribes
trick
tricks
tried
trifle
trifles
trim
trimmed
triple
tripping
triumph
triumphant
trivial
troop
troops
trophies
trophy
troth
trouble
troy
truant
true
truer
truest
truly
trumpeters
trumpets
trust
trusting
trusty
truth
truths
try
tucket
tuesday
tumble
tun
tune
turk
turkish
turn
turned
turning
turns
tuscan
twain
twelve
twenty
twice
twigs
twilight
twire
two
twofold
tyrannous
tyranny
tyrant
tyrants
ugly
unborn
unbred
unbridled
uncertain
unchaste
uncle
unclean
uncropped
uncuckolded
uncurbable
uncurbed
under
undermine
underminers
underneath
understand
understanding
understood
undertake
undertaking
undertook
undeserved
undid
undivided
undo
undoing
undone
undoubted
unfathered
unfeignedly
unfit
unfold
unfolding
unfortunate
unfurnish
ungotten
unguarded
unhappily
unhappy
unhidden
universe
unjust
unjustly
unkind
unkindness
unknown
unlawful
unlearned
unless
unletter
unlettered
unlike
unlooked
unloose
unmoved
unmuffling
unnoted
unpeople
unperfect
unpitied
unprovident
unquestion
unquiet
unraised
unrespected
unrest
unroot
unseal
unseason
unseeing
unseen
unseminar
unserviceable
unset
unsettled
unslipping
unstained
unsuitable
unswayed
unswept
untainted
unthankfulness
unthrift
unthrifts
until
unto
untold
untrimmed
untrue
untutored
unused
unwind
unwooed
unworthiness
unworthy
up
uphold
upon
uprear
upreared
urge
urged
urgent
urn
us
use
used
user
uses
usest
ushers
usurer
usurp
usurped
usurper
usurping
utmost
utter
uttering
utterly
v
vacancy
vacant
vade
vagabond
vain
vainly
valiant
validity
valour
valued
vanished
vanishing
vanity
vanquish
vantage
variation
variety
varrius
varying
vassal
vassalage
vasty
vaumond
vaunt
vauvado
veil
veins
velvet
vendible
venge
vengeance
vengeful
vent
ventidius
venture
venus
verbal
verdict
verity
vermilion
verse
verses
version
very
vessel
vex
vexation
vexed
vials
vice
vices
victor
victories
victors
victory
view
vile
vileness
vilest
villainous
villainy
villianda
vinaigre
violence
violent
violenta
violet
virgin
virginity
virgins
virtue
virtues
virtuous
visage
vision
voice
voices
volivorco
volubility
voluptuousness
votary
vouch
vouchsaf
vouchsafe
vow
vowed
vowing
vows
vulgar
waggon
wail
wailing
wait
waiting
wake
wakened
waking
walk
walks
wall
walls
wan
wander
wane
waning
want
wanted
wanting
wanton
wantonly
wantonness
wants
war
ward
wardrobe
wards
warlike
warmed
warning
warnings
warp
warr
warrant
warranted
warrantise
warrior
wars
warwick
wary
was
wash
wassails
wast
waste
wasted
wasteful
wastes
watch
watching
watchman
water
waters
watery
waves
wax
waxen
way
ways
we
weak
weakens
weakest
weakness
wealth
wealthiest
wear
wearer
wearing
wears
weary
weasel
web
wed
wedded
wedding
weed
weeds
week
weeks
weep
weeps
weet
weigh
weighs
weight
welcome
welfare
well
wench
wenches
went
were
wert
west
westmoreland
wet
whale
wharfs
what
whatsoever
whelp
when
whence
where
wherefore
wherein
whereof
whereon
whereto
whereupon
wherever
wherewith
whether
which
while
whiles
whilst
whip
whipp
whipping
whipt
whisper
whistling
whit
white
whither
who
whoever
whole
wholesome
wholly
whom
whores
whose
why
wicked
wickedness
wide
widow
widowed
widower
widows
wife
wights
wild
wilder
wildness
wilful
wilfully
wilfulness
will
william
willing
willingly
wills
wilt
win
wind
window
windows
winds
windy
wine
wing
winged
wings
wink
wins
winter
winters
wipe
wires
wiry
wisdom
wise
wiser
wish
wished
wishes
wishing
wit
witch
witchcraft
with
withal
wither
withering
within
without
witness
wits
witty
wives
woe
woeful
woes
wolf
woman
womanly
womb
wombs
women
won
wonder
wonderful
wondrous
wont
woo
wood
woodcock
wooden
woodland
wooed
wooing
woos
word
words
wore
work
workings
workman
works
world
worms
worn
worried
worse
worser
worship
worshipp
worshipper
worst
worth
worthier
worthiest
worthily
worthiness
worthless
worths
worthy
would
wouldst
wound
wounded
wounds
wrack
wrackful
wrangle
wrangler
wrangling
wrapp
wrath
wreck
wrecked
wrest
wretch
wretchcd
wretched
wretches
wrinkle
wrinkled
wrinkles
writ
write
writers
writes
written
wrong
wrongfully
wrongs
wronk
wrote
wrought
yarely
yarn
yawning
ye
yea
year
years
yellow
yellowed
yes
yet
yield
yielded
yond
yonder
yore
you
young
younger
youngly
your
yours
yourself
yourselves
youth
youthful
zealous
